Repository: wp-plugins/php-everywhere
Catalog: phpeverywhere-*.po
Languages: sr_rs

source: You do not have sufficient permissions to access this page.
sr_rs: Nemate dovoljno ovlašćenja da pristupite ovoj stranici.

source: Thanks for using PHP Everywhere. If you have any questions, feel free to ask <a href="mailto:alexandria96gmx.de">me</a>.<br />I created this plugin because I have not found a Wordpress PHP plugin which is simple to use and provides a good user experience while being able to use PHP or HTML in Posts, Pages or Widgets.
sr_rs: Hvala što koristite PHP. Ako imate bilo kakva pitanja, slobodno mi pišite na <a href="mailto:alexandria96gmx.de">me</a>.<br /> Kreirao sam ovaj plugin jer nisam našao Wordpress PHP plugin koji je jednostavan za upotrebu i pruža dobro korisničko iskustvo omogućavajući vam da koristite PHP ili HTML u postovima, na stranicama ili Widget-ima.

source: User role management
sr_rs: Upravljanje korisničkom ulogom

source: Who can modify the PHP in posts and pages?
sr_rs: Ko može da menja PHP u postovima i na stranicama?

source: Administrator, editor, author
sr_rs: Administrator, urednik, autor

source: Administrator only
sr_rs: Samo administrator

source: Usage
sr_rs: Upotreba

source: Widgets
sr_rs: Widget-i

source: Simply activate the <pre>PHP + HTML</pre> Widget. in your sidebar and paste your PHP code including the PHP Tags like this: <pre>&lt;?php echo("Hello, World!"); ?&gt;</pre> You code may contain HTML Elements or have multiple lines.
sr_rs: Jednostavno aktivirajte <pre>PHP + HTML</pre> Widget na traci bočnog menija i nalepite svoj PHP kod, uključujući PHP oznake, kao što je ova: <pre>&lt;?php echo("Hello, World!"); ?&gt;</pre> . Vaš kod može da sadrži HTML elemente ili višestruke redove

source: Posts & Pages
sr_rs: Postovi i stranice

source: Edit or create a new post or page and simply put your PHP Code including the PHP Tags into the side options_box, which is labeled "PHP Everywhere". Then put the <pre>[php_everywhere]</pre> shortcode where you want the code to appear. Your code may contain multiple lines or HTML Tags.
sr_rs: Uredite ili kreirajte novi post ili stranicu i jednostavno ubacite svoj PHP kod, uključujući PHP oznake u bočni okvir sa opcijama, označen kao "PHP Everywhere". Zatim unesite <pre>[php_everywhere]</pre> shortcode tamo gde želite da se pojavi kod. Vaš kod može da sadrži HTML elemente ili višestruke redove.

source: Multiple PHP instances
sr_rs: Višestruki PHP primeri

source: If you want to use multiple PHP instances use the shortcode with the instance parameter like this:
sr_rs: Ako želite da koristite višestruke PHP primere, koristite shortcode sa parametrom primera kao što je ovaj:

source: Your PHP snippet should look like this:
sr_rs: Vaš PHP isečak treba da izgleda ovako:

source: Changelog
sr_rs: Dnevnik izmena

source: Go to <a href="http://www.alexander-fuchs.net/php-everywhere/" target="_blank">http://www.alexander-fuchs.net/php-everywhere/</a> to view the changelog and more.
sr_rs: Idite na <a href="http://www.alexander-fuchs.net/php-everywhere/" target="_blank">http://www.alexander-fuchs.net/php-everywhere/</a> da biste videli dnevnik izmena i još mnogo toga.

source: Like this Plugin? Support me :)
sr_rs: Da li vam se sviđa ovaj plugin? Podržite me :)

source: Follow me
sr_rs: Pratite me

source: Subscribe
sr_rs: Pretplatite se

source: Please visit <a href="http://www.alexander-fuchs.net" target="_blank">http://www.alexander-fuchs.net</a> to subscribe to my newsletter.
sr_rs: Posetite <a href="http://www.alexander-fuchs.net" target="_blank">http://www.alexander-fuchs.net</a> da biste se pretplatili na moje novosti

source: Donate
sr_rs: Donirajte

source: Just put [php_everywhere] where you want the code to be executed.
sr_rs: Samo unesite [php_everywhere] tamo gde želite da se kod izvrši.

source: Enables the execution of PHP and HTML
sr_rs: Omogućava izvršenje PHP-a i HTML-a.
